tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bash"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "git"

brew "openssl"
brew "openssh"
brew "zlib"
brew "curl"
brew "wget"

brew "node"
brew "python"

brew "librtlsdr"
brew "libav"
brew "ffmpeg"
brew "youtube-dl"

cask "homebrew/cask-fonts/font-hasklig"
