tap "tinygo-org/tools"
tap "homebrew/cask-fonts"

brew "bash"
brew "nano"
brew "zsh"
brew "git"
brew "cmake"
brew "gpg"

brew "openssl"
brew "openssh"
brew "zlib"
brew "curl"
brew "wget"
brew "aria2"

brew "node"
brew "python"
brew "tinygo"
brew "rust"
brew "swiftlint"

brew "librtlsdr"
brew "ffmpeg"
brew "glfw"
brew "fftw"
brew "volk"
brew "librtlsdr"
brew "portaudio"
brew "rsync"
brew "pandoc"

brew "yt-dlp"
brew "ykman"
brew "jq"
brew "hugo"

cask "swiftformat-for-xcode"
cask "font-fira-code"